{
"posts":
[{"id":1,"name":"Cardiac Imaging","subtitle":"ECG","description":"ECG is used for recording the small electric waves being generated during heart activity, a simple way of diagnosing heart conditions. In Padma Diagnostic Centre Limited we use Nihon Khoden Cardiofax 1350K for ECG.","price":10000,"img":"https://cdn3.vectorstock.com/i/1000x1000/79/72/electrocardiogram-vector-787972.jpg"},{"id":2,"name":"Gastroenterology","subtitle":"Video Endoscopy","description":"Using video endoscopy doctor can view your esophagus, stomach and part of your duodenum on a monitor. In PDCL we use Olympus Fiber Optic Endoscope for better view.","price":30000,"img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRpoihK-8Lr8I7PL0DU2vAZqcgyk7N1bfnAIw&usqp=CAU"},{"id":3,"name":"Clinical Laboratory","subtitle":"Laboratory services","description":"Laboratory services is most essential for proper diagnosis and managment of your health. These are an important way for your physician to determine what is happening on inside your body. The work done by the staff and doctors at PDCL Laboratory Services enables your physician to diagnose and treat your medical condition. It is vital to many medical treatments and disease control, resulting in improved management of your health.","price":15000,"img":"https://media.istockphoto.com/photos/close-up-of-test-tubes-being-used-in-chemical-lab-picture-id1156456850?k=20&m=1156456850&s=612x612&w=0&h=L8qWIPJGKwvGpJxxlE5L-TKXsztQ3_9xilYlwaFyMJs="},{"id":4,"name":"Pulmonology","subtitle":"Spirometry","description":"Spirometry (meaning of the measuring of breath) is the most common of the PFTS, measuring lung function, specification the measurement of the amount (volume) and/or speed (flow) of air that can be inhaled and exhaled.","price":20000,"img":"https://media.istockphoto.com/photos/young-man-testing-breathing-function-by-spirometry-picture-id1210394469?k=20&m=1210394469&s=612x612&w=0&h=4bSgpSbhRjz6TcYqo8JQwNqiTTR9bquxg6q-etPWHjo="},{"id":5,"name":"Radiology","subtitle":"Digital X-Ray","description":"At PDCL we are the pioneers in introducing digital x-ray in Bangladesh. The system allows for accurate high resolution x-ray imaging. While reducing patient exposure to radiation eliminating the need for retakes and also allows for electronic transfer of images from one location to another.","price":70000,"img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSjQyeYvLZ39wDbmU4e2bWdB5epEzjGL1Vq8A&usqp=CAU"},{"id":6,"name":"Imaging","subtitle":"Ultra sonogram (2D & 4D)","description":"PDCL offers many different types of ultrasound exams. Ultrasound is able to detect abnormalities (as in the breast) and capture moving images of pelvic and abdominal function (including gallstones), and the male reproductive system, the kidney and thyroid systems, as well as the developing fetus, among other applications. When enhanced with a special Doppler technique. We have VOLUSON 730 manufactured by GE Medical System, VOLUSON E8 manufactured by GE Medical System & DC-8 From Mindray. The power of these high end instruments has the capabilities provide superior quality image – it gives us the extraordinary vision needed to easily diagnose patients earlier and with increased confidence.","price":120000,"img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTDgAM6f_z99Co33qX-_m2R3RdF_mnrJQ4pXA&usqp=CAU"}]
}
